[
    {
        "id": "84a57555-7645-4de9-821f-1ef9b6211d64",
        "name": "SkyFactory 4",
        "description": "Offering a brand-new experience never before seen in the series. Full automation, tech, magic, and bacon resources! This iteration offers over 30+ world types so you can play the pack like never before! While some world types are based on the classic tree on dirt others are designed with unique recipes and advancements.",
        "version": "4.1.0",
        "banner": "https://pbs.twimg.com/media/D4PC8lxX4AAkYGK.png",
        "loader": "Forge",
        "icon": "https://media.forgecdn.net/avatars/199/573/636907930795697123.png",
        "readme": "## Introduction\r\n\r\nWelcome to SkyFactory 4! This is a skyblock modpack made by the modding community and it's filled with fun and challenging tasks to complete.\r\n\r\n## Modpack Features\r\n\r\nSkyFactory 4 offers a brand-new experience never before seen in the series. Full automation, tech, magic, and bacon resources! This iteration offers over 30+ world types so you can play the pack like never before!\r\n\r\n### Key Features\r\n\r\n- **Resource Gathering**: In SkyFactory 4, resources are obtained by progressing through the modpack and completing tasks and achievements.\r\n- **Automation**: SkyFactory 4 offers endless possibilities for automation. With the right setup, you can automate your tree farm, mob farm, and even your resource production!\r\n- **Tech and Magic**: Discover and learn various tech and magic mods included in the modpack to aid in your survival and progression.\r\n\r\n## Getting Started\r\n\r\nHere's a simple guide to get you started in SkyFactory 4:\r\n\r\n1. **Create a New World**: Start by creating a new world. Choose a world type that suits your play style.\r\n2. **Start Collecting Resources**: Your first task is to collect resources. This begins with gathering saplings and making a dirt tree.\r\n3. **Expand Your Island**: Use the resources you gather to expand your island.\r\n4. **Progress through the Achievements**: The achievement book will guide you through the progression of the modpack. Try to complete as many tasks as you can!\r\n\r\n## Tips and Tricks\r\n\r\n- **Take Advantage of the Advancements**: The advancement book will guide your progression. Try to complete as many tasks as you can.\r\n- **Invest in Automation Early**: The sooner you can automate tasks, the easier your life will be. Start with automating resource generation as soon as you can.\r\n- **Don't Forget About Food**: While it may be easy to forget about food in a skyblock game, certain foods can give you helpful buffs!\r\n\r\n## Conclusion\r\n\r\nSkyFactory 4 is a modpack that offers an engaging and challenging skyblock experience. With numerous tasks to complete and endless possibilities for automation, it provides hours of entertainment. Remember, the sky is the limit!"
    },
    {
        "id": "b2f8a3e3-8f2d-4b7a-87b1-4d1f1e1e7f3b",
        "name": "Continuum",
        "description": "Introducing new, never before used mods to make things even more difficult and challenging. The overall goal of this pack is to extend game play buy making large changes to progression though out the mods. The overall goal of this pack is to extend game play buy making large changes to progression though out the mods.",
        "version": "1.3.0",
        "banner": "https://i.ytimg.com/vi/E86Elkc8hds/maxresdefault.jpg",
        "loader": "Forge",
        "icon": "https://media.forgecdn.net/avatars/153/547/636619228771834618.png",
        "readme": "## Introduction\r\n\r\nWelcome to Continuum! This modpack is designed to extend your playtime with long-term progression and a high degree of challenge. Continuum introduces a new way to play Minecraft, with a series of quests and challenges set in a sandbox environment.\r\n\r\n## Modpack Features\r\n\r\nContinuum is an expert style modpack that has been carefully configured to maintain a balanced and fluid feel throughout. It uses the Quest Book for a guided progression through the modpack, making it ideal for players who enjoy a structured gameplay experience.\r\n\r\n### Key Features\r\n\r\n- **Quest-Driven Progression**: Continuum uses the Quest Book to guide players through the modpack. Each quest comes with a detailed explanation and often teaches the player about different mods.\r\n- **Expert Mode**: This modpack is designed for experienced players looking for a new challenge. Recipes and progression are more difficult than in a standard modpack.\r\n- **Balanced Mod Interaction**: The mods in Continuum are carefully configured to interact with each other in a balanced and cohesive way.\r\n\r\n## Getting Started\r\n\r\nStarting in Continuum can be a daunting task, but here are some steps to get you started:\r\n\r\n1. **Open the Quest Book**: The Quest Book is your main guide through Continuum. It will provide you with tasks and goals to work towards.\r\n2. **Establish a Base**: Find a suitable location and start building your base. You'll need space for machines, farms, and other resources.\r\n3. **Progress through the Quests**: Each quest will guide you through the various mods and progression paths in the modpack. \r\n\r\n## Tips and Tricks\r\n\r\n- **Read the Quest Descriptions**: The quest descriptions often contain useful information about the mods and how they work. \r\n- **Take Your Time**: Continuum is designed to be a long-term play experience. Don't rush through the modpack; take your time and enjoy the journey.\r\n- **Plan Ahead**: With the increased difficulty and complex recipes, planning ahead can save you a lot of time and resources.\r\n\r\n## Conclusion\r\n\r\nContinuum offers a challenging and engaging Minecraft experience. It's a modpack designed for veteran players looking for a new challenge or for players looking for a long-term and structured gameplay experience. Remember, every great journey begins with a single step!"
    },
    {
        "id": "3e77cec2-7ee3-43a8-a637-09d1f962fb0f",
        "name": "Omnifactory",
        "description": "An extremely tech focused expert pack centered around Gregtech Community Edition. After around 5 months of development, it is finally time to release it to the public.",
        "version": "1.2.0",
        "banner": "https://mtxserv.com/uploads/cover/omnifactory-minecraft-a38aee378f1cfcdb6bcc792080595bc2.jpg",
        "loader": "Forge",
        "icon": "https://media.forgecdn.net/avatars/198/486/636900272840730252.jpeg",
        "readme": "## Introduction\r\n\r\nWelcome to Omnifactory! This modpack is designed for players who enjoy complex industrial mods and like to be rewarded for their efforts. Omnifactory provides a unique Minecraft experience centered around creating complex machinery and automation.\r\n\r\n## Modpack Features\r\n\r\nOmnifactory is a tech-focused modpack with a special emphasis on creating intricate machinery and automated systems. The progression through the modpack is guided by quests, and the focus on industry means there is less need to spend time on typical survival tasks.\r\n\r\n### Key Features\r\n\r\n- **Industrial Focus**: The core of Omnifactory is its focus on industrial mods. Expect to spend a lot of time building complex machinery and automated systems.\r\n- **Quest-Driven Progression**: Progression in Omnifactory is guided by quests. Each quest provides the player with goals and objectives to work towards.\r\n- **Reduced Grinding**: Omnifactory is designed to minimize unnecessary grinding, allowing players to focus more on building and creativity.\r\n\r\n## Getting Started\r\n\r\nGetting started in Omnifactory involves a few steps:\r\n\r\n1. **Open the Quest Book**: The Quest Book will guide you through the modpack and provide you with tasks and goals.\r\n2. **Establish a Base**: Find a suitable location and start building your base. You'll need a lot of space for your machinery and systems.\r\n3. **Start Building**: Begin with simple machines and work your way up to more complex systems.\r\n\r\n## Tips and Tricks\r\n\r\n- **Read the Quest Descriptions**: The quest descriptions often contain useful tips and information about the mods and how they work.\r\n- **Plan Your Layout**: With the focus on machinery and automation, planning your base layout can save you a lot of time and headaches later on.\r\n- **Take Your Time**: Omnifactory is a complex modpack. Don't rush, take your time to understand the mods and enjoy the process of building and creating.\r\n\r\n## Conclusion\r\n\r\nOmnifactory is a modpack for players who enjoy building complex machinery and systems. Its focus on industry provides a unique experience that is both challenging and rewarding. So gear up, and let's start building!"
    },
    {
        "id": "d9b2f4e2-4e0e-4f4d-9d4c-9b8b0d4f4b9c",
        "name": "Enigmatica 2: Expert",
        "description": "An expert questing modpack for Minecraft 1.12 with over 650 quests to guide you along the way.",
        "version": "1.75",
        "banner": "https://i.imgur.com/2LZKl8L_d.png?maxwidth=3840&fidelity=grand",
        "loader": "Forge",
        "icon": "https://media.forgecdn.net/avatars/287/344/637307898262282482.jpeg",
        "readme": "## Introduction\r\n\r\nWelcome to Enigmatica 2: Expert! This modpack is designed for players who enjoy a challenge and like to explore a wide range of mods. Enigmatica 2: Expert provides a balanced and polished Minecraft experience with a touch of difficulty.\r\n\r\n## Modpack Features\r\n\r\nEnigmatica 2: Expert is an expert mode modpack that introduces a higher level of challenge. The modpack features a wide variety of mods and a quest-driven progression system that guides the player through the modpack.\r\n\r\n### Key Features\r\n\r\n- **Expert Mode**: Enigmatica 2: Expert introduces a higher level of difficulty to Minecraft, with more complex recipes and progression systems.\r\n- **Wide Variety of Mods**: The modpack features a wide range of mods, from tech and magic to exploration and decoration.\r\n- **Quest-Driven Progression**: Progression in Enigmatica 2: Expert is guided by quests. Each quest provides the player with goals and objectives to work towards.\r\n\r\n## Getting Started\r\n\r\nTo start your journey in Enigmatica 2: Expert:\r\n\r\n1. **Open the Quest Book**: The Quest Book will guide you through the modpack and provide you with tasks and goals.\r\n2. **Establish a Base**: Find a suitable location and start building your base. You'll need a base to start crafting and exploring the mods.\r\n3. **Start Exploring**: Start exploring the mods and work your way through the quests.\r\n\r\n## Tips and Tricks\r\n\r\n- **Read the Quest Descriptions**: The quest descriptions often contain useful tips and information about the mods and how they work.\r\n- **Be Prepared**: The expert mode in Enigmatica 2: Expert introduces a higher level of difficulty. Always be prepared for a challenge.\r\n- **Explore**: There are many mods in Enigmatica 2: Expert. Don't be afraid to explore and try new things.\r\n\r\n## Conclusion\r\n\r\nEnigmatica 2: Expert is a modpack for players who enjoy a challenge and want to explore a wide range of mods. The expert mode and quest-driven progression provide a balanced and engaging gameplay experience. So grab your tools, and let's start exploring!"
    }
]